ack
atk
atkmm
autoconf
autogen
automake
bdw-gc
berkeley-db
binutils
boost
boost-build
boost-python
brew-cask
cairo
cairomm
ccache
cloc
cloog
cloudbees-sdk
cmake
coreutils
crosstool-ng
fftw
flac
fltk
fontconfig
freetype
gawk
gcc
gdbm
gdk-pixbuf
geos
gettext
git
glib
glibmm
gmp
gnu-sed
gobject-introspection
gradle
grep
gsl
gtk+
gtkmm
guile
harfbuzz
hicolor-icon-theme
htop-osx
icu4c
inkscape
intltool
isl
jack
jpeg
lame
lastpass-cli
libelf
libevent
libffi
libgpg-error
libksba
liblo
libmpc
libmxml
libogg
libpng
libsamplerate
libsigc++
libsndfile
libssh2
libtiff
libtool
libunistring
libvorbis
libyaml
little-cms
makedepend
maven
mercurial
mobile-shell
mpfr
neon
node
numpy
openssl
pandoc
pango
pangomm
pcre
pinentry
pixman
pkg-config
popt
potrace
protobuf
python
python3
readline
ruby
rust
sbt
scons
serf
sqlite
swig
tmux
tree
vim
wget
wxmac
wxpython
xz
