tap "caskroom/cask"

brew "awscli"
brew "bash-completion"
brew "bash"
brew "curl"
brew "findutils"
brew "git"
brew "gnu-sed"
brew "htop-osx"
brew "icu4c"
brew "jq"
brew "libxml2"
brew "libxslt"
brew "nginx"
brew "nodenv"
brew "nvim"
brew "openssl"
brew "python3"
brew "rbenv"
brew "readline"
brew "ruby-build"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "wget"
brew "yarn", args: ["ignore-dependencies"]

cask "docker"
cask "visual-studio-code"
